Revit 2024 API
ParameterTypeId.MarkupsCreator Property
 "Creator"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MarkupsCreator { get; }
Visual Basic
Public Shared ReadOnly Property MarkupsCreator As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MarkupsCreator {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace